//
//  SourcesStruct.swift
//  TableApp
//
//  Created by Владимир Данилович on 9.02.22.
//

import Foundation

struct DataPerson {
    static var firstName = ["Владимир", "Олег", "Дмитрий", "Виктор", "Александр", "Петр", "Никита", "Ярослав", "Валентин", "Сергей"]
    static var secondName = ["Пупкин", "Иванов", "Васечкин", "Драгунов", "Макаров", "Калашников", "Вашингтон", "Рузвельт", "Есенин", "Пушкин"]
    static var numberPhone = ["1@mail.ru", "2@mail.ru", "3@mail.ru", "4@mail.ru", "5@mail.ru", "6@mail.ru", "7@mail.ru", "8@mail.ru", "9@mail.ru", "0@mail.ru"]
    static var email = ["+375(29)1111110", "+375(29)1111111", "+375(29)1111112", "+375(29)1111113", "+375(29)1111114", "+375(29)1111115", "+375(29)1111116", "+375(29)1111117", "+375(29)1111118", "+375(29)1111119"]
}
